Repository: amirsaeedahmadi/upii
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Farsi
fa: فارسی

source: Users
fa: کاربران

source: Pending Verification Request
fa: درخواست‌ احراز هویت کابر در حال انتظار

source: Pending Verification Requests
fa: درخواست‌ احراز هویت کاربران در حال انتظار

source: Accountable for verification requests
fa: درخواست‌ احراز هویت کاربران در حال انتظار

source: Email
fa: ایمیل

source: Email Verified
fa: تایید ایمیل انجام شده

source: Email Verified At
fa: تاریخ تایید ایمیل

source: Mobile
fa: موبایل

source: Mobile Verified
fa: تایید موبایل انجام شده

source: Mobile Verified At
fa: تاریخ تایید موبایل

source: National Code
fa: شناسه ملی

source: Shahkar Verified
fa: تایید شاهکار انجام شده

source: Shahkar Verified At
fa: تاریخ تایید شاهکار

source: Shahkar Response Detail
fa: جزییات پاسخ شاهکار

source: Postal Code
fa: کد پستی

source: Postal Address
fa: آدرس پستی

source: Avatar
fa: عکس پروفایل

source: Avatar Updated At
fa: تاریخ بروزرسانی عکس پروفایل

source: Username
fa: نام کاربری

source: Identity Verified
fa: تایید هویت انجام شده

source: Identity Verified At
fa: تاریخ تایید هویت

source: Identity Verified By
fa: تاییدکننده هویت

source: User
fa: کاربر

source: Name
fa: نام

source: Registry Code
fa: شماره ثبت

source: Eco. Number
fa: کد اقتصادی

source: Phone
fa: تلفن

source: Size
fa: تعداد پرسنل

source: Activity Field
fa: زمینه فعالیت

source: CEO Mobile
fa: موبایل مدیرعامل

source: CEO Mobile Verified
fa: تایید موبایل مدیرعامل انجام شده

source: CEO Mobile Verified At
fa: تاریخ تایید موبایل مدیرعامل

source: CEO National Code
fa: کد ملی مدیرعامل

source: CEO Shahkar Verified
fa: تایید شاهکار مدیرعامل انجام شده

source: CEO Shahkar Verified At
fa: تاریخ تایید شاهکار مدیرعامل

source: CEO Shahkar Response
fa: جزییات پاسخ شاهکار مدیرعامل

source: Verified
fa: تایید شده

source: Verified At
fa: تاریخ تایید

source: Company
fa: شرکت

source: Companies
fa: شرکت‌ها

source: National ID Card
fa: کارت ملی

source: Founded Ad
fa: آگهی تاسیس

source: Documents
fa: مدارک

source: Sent
fa: ارسال شده

source: Inspecting
fa: در حال بررسی

source: Rejected
fa: رد شده

source: Status
fa: وضعیت

source: Inspected at
fa: تاریخ بررسی

source: This field is not shown to the user
fa: این فیلد به کاربر نمایش داده نمی‌شود

source: User comment
fa: کامنت کاربر

source: Avatar file size must be less than {size} MB.
fa: حجم فایل عکس نباید بیشتر از {size} باشد.

source: Invalid image file.
fa: فایل عکس نامعتبر

source: Document file size must be less than {size} MB.
fa: حجم فایل نباید بیشتر از {size} باشد.

source: Documents must be either a picture or PDF.
fa: مدارک باید از نوع عکس یا PDF باشند

source: Enter a valid business email address.
fa: لطفا ایمیل سازمانی معتبر وارد کنید

source: Invalid mobile number
fa: نامعتبر

source: Invalid phone number
fa: نامعتبر

source: Invalid national code
fa: نامعتبر

source: Invalid postal code
fa: نامعتبر

source: Username changed successfully.
fa: نام کاربری با موفقیت تغییر یافت

source: Wrong code.
fa: کد اشتباه

source: Logged out successfully.
fa: خروج با موفقیت انجام شد

source: Email address "{email}" is already verified.
fa: آدرس ایمیل "{email}" قبلا احراز شده است

source: Password changed successfully.
fa: رمز عبور با موفقیت تغییر یافت

source: Current password is wrong.
fa: رمز عبور کنونی اشتباه است

source: Wrong code or email
fa: ایمیل یا کد اشتباه است

source: No documents.
fa: مدرکی ارسال نشده است

source: Status Error
fa: خطای وضعیت
